# RbsElecApparentLoadPhase3 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecApparentLoadPhase3 Property
ParameterTypeId Class See Also
---
"Apparent Load Phase 3"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecApparentLoadPhase3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecApparentLoadPhase3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecApparentLoadPhase3 {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace